package Lesson_3;

public class Test {
}


// 1 Являются ли массивы в java однородными






























// 2 Есть таблица employees нужно написать запрос чтобы
// получить все записи из таблицы в колонке last_name,
// значения которые начинаются с JDBC
























// 3
//Напишите 1 запрос для обновления сразу двух
//колонок в таблице employees (столбцы name, surname)






















// 4 Получить данные по студенту сразу из двух таблиц (score, salary)
// 1 таблица поля id name score   table1
// 2 таблица поля id name salary   table2




















// 5 Посчитать сколько студентов учитаться на факультетах
// (1 студент может учиться сразу на нескольких факультетах)





















// 6 что такое DDL и DML команды


















// 7 разница между TRUNCATE  и DELETE









